Revit 2027 API
SymbolTypeId.Colon10 Property
 Symbol :10, indicating unit Ratio : 10.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Colon10 { get; }
Public Shared ReadOnly Property Colon10 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Colon10 {
	ForgeTypeId^ get ();
}
static member Colon10 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace